Repository: sebasjm/hagrid-keyserver
Catalog: po/hagrid/*.po
Languages: de, ja, pl

source: Verify {} for your key on {}
de: Bestätige {} für deinen Schlüssel auf {}

source: Manage your key on {}
de: Schlüssel-Verwaltung auf {}

source: Your key upload on {}
de: Hochgeladener Schlüssel auf {}

source: Error
de: Fehler
ja: エラー
pl: Błąd

source: Looks like something went wrong :(
de: Die Operation hat einen internen Fehler versursacht :(
ja: なにかがうまくいかないようです :(
pl: Wygląda na to, że coś poszło nie tak :(

source: <strong>Error:</strong> {{ internal_error }}
de: <strong>Fehler:</strong> {{ internal_error }}

source: We found an entry for <span class="email">{{ query }}</span>:
de: Eintrag gefunden für <span class="email">{{ query }}</span>:
ja: <span class="email">{{ query }}</span>に対して一つのエントリをみつけました:
pl: Znaleźliśmy wpis dla <span class="email">{{ query }}</span>:

source: <strong>Hint:</strong> It's more convenient to use <span class="brand">keys.openpgp.org</span> from your OpenPGP software.<br /> Take a look at our <a href="/about/usage">usage guide</a> for details.
de: <strong>Tip:</strong> Es ist bequemer, <span class="brand">keys.openpgp.org</span> aus OpenPGP software zu verwenden. <br /> Mehr dazu findest du in den <a href="/about/usage">Nutzungshinweisen</a>.
ja: <strong>ヒント:</strong><span class="brand">keys.openpgp.org</span>はあなたのOpenPGPソフトウェアから使うのがより便利です。<br /> 詳しくは、わたしたちの<a href="/about/usage">使い方のガイド</a>をご覧ください。
pl: <strong>Podpowiedź:</strong> Wygodniej używać <span class="brand">keys.openpgp.org</span> z twojego oprogramowania OpenPGP.<br /> Sprawdź nasz <a href="/about/usage">poradnik</a> aby dowiedzieć się więcej.

source: Search by Email Address / Key ID / Fingerprint
de: Suche nach Email-Adresse / Schlüssel-ID / Fingerprint
ja: メールアドレス / 鍵ID / フィンガープリントで検索する。
pl: Wyszukaj po adresie e-mail / ID klucza / odcisku

source: Search
de: Suchen
ja: 検索
pl: Wyszukaj

source: You can also <a href="/upload">upload</a> or <a href="/manage">manage</a> your key.
de: Du kannst deinen Schlüssel <a href="/upload">hochladen</a> oder <a href="/manage">verwalten</a>.
ja: あなたの鍵を<a href="/upload">アップロード</a>または<a href="/manage">管理</a>もできます。
pl: Możesz także <a href="/upload">wgrać</a> lub <a href="/manage">zarządzać</a> swoim kluczem.

source: Find out more <a href="/about">about this service</a>.
de: Erfahre mehr <a href="/about">über diesen Keyserver</a>.
ja: <a href="/about">このサービスについて</a>さらにくわしく。
pl: Dowiedz się więcej <a href="/about">o tej usłudze</a>.

source: v{{ version }} built from
de: v{{ version }}, Revision
ja: v{{ version }} 、以下でビルトされました
pl: v{{ version }} zbudowana z

source: Background image retrieved from <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> under CC BY-SA 3.0
de: Hintergrund von <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> unter CC BY-SA 3.0
ja: 背景の画像は<a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> からCC BY-SA 3.0のもとで取得されました。
pl: Tło pobrane z <a href="https://www.toptal.com/designers/subtlepatterns/subtle-grey/">Subtle Patterns</a> na licencji CC BY-SA 3.0

source: Maintenance Mode
de: Wartungsarbeiten
ja: メンテナンスモード
pl: Tryb Serwisowania

source: Manage your key
de: Schlüssel verwalten
ja: あなたの鍵を管理する
pl: Zarządzaj kluczem

source: Enter any verified e-mail address of your key
de: Eine Adresse des zu verwaltenden Schlüssels

source: Send link
de: Sende Link
ja: リンクを送る
pl: Wyślij łącze

source: We will send you an e-mail with a link you can use to remove any of your e-mail addresses from search.
de: Du wirst eine E-Mail mit einem Link erhalten, der es erlaubt, Adressen aus der Suche zu entfernen.

source: Managing the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
de: Verwaltung des Schlüssels <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
ja: 鍵<span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>を管理する。
pl: Zarządzanie kluczem <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>

source: Your key is published with the following identity information:
de: Dieser Schlüssel ist veröffentlicht mit diesen Identitäten:
ja: 以下のアイデンティティ情報であなたの鍵は公開されました。
pl: Twój klucz został opublikowany z następującymi informacjami tożsamości:

source: Clicking "delete" on any address will remove it from this key. It will no longer appear in a search.<br /> To add another address, <a href="/upload">upload</a> the key again.
de: Veröffentlichte Adressen können hier aus dem Schlüssel und der Suche entfernt werden. <br /> Um eine Adresse hinzuzufügen, muss der Schlüssel <a href="/upload">erneut hochgeladen</a> werden.
ja: どのアドレスでも"delete"をクリックすると鍵から削除します。そのアドレスは検索に現れなくなります。<br />アドレスを加えるにはその鍵を再度<a href="/upload">アップロード</a>してください。
pl: Klikając "usuń" na dowolnym adresie usunie ten adres z klucza. Nie będzie on wyświetlany podczas wyszukiwania.<br /> Aby dodać inny adres <a href="/upload">wyślij</a> klucz ponownie.

source: Your key is published as only non-identity information. (<a href="/about" target="_blank">what does this mean?</a>)
de: Dieser Schlüssel ist jetzt ohne Identitäts-Informationen veröffentlicht (<a href="/about" target="_blank">was heisst das?</a>)

source: To add an address, <a href="/upload">upload</a> the key again.
de: Um eine Identität hinzuzufügen, lade den Schlüssel <a href="/upload">erneut hoch</a>.
ja: アドレスを加えるにはその鍵を再度<a href="/upload">アップロード</a>してください。
pl: Aby dodać adres, <a href="/upload">wyślij</a> klucz ponownie.

source: We have sent an email with further instructions to <span class="email">{{ address }}</span>.
de: Eine E-Mail mit den nächsten Schritten wurde an <span class="email">{{ address }}</span> gesendet.
ja: くわしい手順を<span class="email">{{ address }}</span>にメールしました。
pl: Wysłaliśmy e-mail z dalszymi instrukcjami pod <span class="email">{{ address }}</span>.

source: This address was already verified.
de: Diese Adresse war bereits bestätigt.

source: Your key <span class="fingerprint">{{ key_fpr }}</span> is now published for the identity <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
de: Dein Schlüssel <span class="fingerprint">{{key_fpr}}</span> ist jetzt veröffentlicht mit der Identität <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.
ja: あなたの鍵<span class="fingerprint">{{ key_fpr }}</span>は、今、アイデンティティ<a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>に対して公開されました。
pl: Twój klucz <span class="fingerprint">{{ key_fpr }}</span> jest opublikowany dla tożsamości <a href="{{userid_link}}" target="_blank"><span class="email">{{ userid }}</span></a>.

source: Verification failed! Perhaps the link you used was expired?
de: Bei der Bestätigung ist ein Fehler aufgetreten! Vielleicht war das Zeitlimit für den Link abgelaufen?

source: You can <a href="/upload">try uploading again</a>.
de: Du kannst den Upload <a href="/upload">erneut versuchen</a>.

source: Upload your key
de: Schlüssel hochladen
ja: あなたの鍵をアップロードする
pl: Wyślij swój klucz

source: Your public key
de: Dein Schlüssel

source: Need more info? Check our <a target="_blank" href="/about">intro</a> and <a target="_blank" href="/about/usage">usage guide</a>!
de: Für weitere Informationen, siehe unsere <a target="_blank" href="/about">Übersicht</a> und <a target="_blank" href="/about/usage">Nutzungshinweise</a>.

source: You uploaded the key <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.
de: Schlüssel <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{key_fpr}}</a></span> erfolgreich hochgeladen.
ja: この鍵<span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>をあなたはアップロードしました。
pl: Wysłałeś klucz <span class="fingerprint"><a href="{{ key_link }}" target="_blank">{{ key_fpr }}</a></span>.

source: This key is revoked.
de: Dieser Schlüssel ist widerrufen.
ja: この鍵はリボークされました。
pl: Ten klucz jest unieważniony.

source: It is published without identity information and can't be made available for search by e-mail address
de: Er wird veröffentlicht ohne Identitäten, ist aber nicht für eine Suche nach E-Mail Adresse verfügbar.

source: what does this mean?
de: was heisst das?

source: This key is now published with the following identity information (<a href="/about" target="_blank">what does this mean?</a>):
de: Dieser Schlüssel ist mit folgenden Identitäten veröffentlicht (<a href="/about" target="_blank">was heisst das?</a>):
ja: この鍵は下記のアイデンティティ情報とともに公開されました (<a href="/about" target="_blank">どういう意味?</a>):
pl: Ten klucz jest teraz opublikowany z następującymi informacjami tożsamości (<a href="/about" target="_blank">co to znaczy?</a>);

source: Published
de: Veröffentlicht
ja: 公開されました
pl: Opublikowany

source: This key is now published with only non-identity information (<a href="/about" target="_blank">what does this mean?</a>)
de: Dieser Schlüssel ist jetzt ohne Identitäts-Informationen veröffentlicht (<a href="/about" target="_blank">was heisst das?</a>)

source: To make the key available for search by e-mail address, you can verify it belongs to you:
de: Um den Schlüssel für eine Suche per E-Mail Adresse verfügbar zu machen, muss die entsprechende Adresse bestätigt werden:

source: Verification Pending
de: Bestätigung wird erwartet
ja: 検証を出願中です。
pl: Czekam na weryfikację

source: <strong>Note:</strong> Some providers delay e-mails for up to 15 minutes to prevent spam. Please be patient.
de: <strong>Hinweis:</strong> Manche Provider verzögern den Empfang von Emails um bis zu 15 Minuten, um Spam zu verhindern. Bitte einen Moment Geduld.

source: Send Verification Mail
de: Bestätigungs-E-Mail senden

source: This key contains one identity that could not be parsed as an email address.<br /> This identity can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">why?</a>)
de: Dieser Schlüssel enthält eine Identität, die nicht als Email-Adresse erkannt werden konnte.<br />Diese Identität kann nicht auf <span class="brand">keys.openpgp.org</span> veröffentlicht werden. (<a href="/about/faq#non-email-uids" target="_blank">warum?</a>)

source: This key contains {{ count_unparsed }} identities that could not be parsed as an email address.<br /> These identities can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">why?</a>)
de: Dieser Schlüssel enthält {{ count_unparsed }} Identitäten, die nicht als E-Mail-Adressen erkannt werden konnten.<br /> Diese Identitäten können nicht auf <span class="brand">keys.openpgp.org</span> veröffentlicht werden. (<a href="/about/faq#non-email-uids" target="_blank">warum?</a>)

source: This key contains one revoked identity, which is not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
de: Dieser Schlüssel enthält eine widerrufene Identität. Diese wird nicht veröffentlicht. (<a href="/about/faq#revoked-uids" target="_blank">Warum?</a>)
ja: この鍵はリボークされたアイデンティティが含まれており、公開されませんでした。 (<a href="/about/faq#revoked-uids" target="_blank">なぜか?</a>)
pl: Ten klucz zwiera jedną unieważnioną tożsamość które nie została opublikowana. (<a href="/about/faq#revoked-uids" target="_blank">Dlaczego?</a>)

source: This key contains {{ count_revoked }} revoked identities, which are not published. (<a href="/about/faq#revoked-uids" target="_blank">Why?</a>)
de: Dieser Schlüssel enthält {{ count_revoked }} widerrufene Identitäten. Diese werden nicht veröffentlicht. (<a href="/about/faq#revoked-uids" target="_blank">Warum?</a>)
ja: この鍵には{{ count_revoked }} 個のリボークされたアイデンティティが含まれますが、公開されません。 (<a href="/about/faq#revoked-uids" target="_blank">なぜか？</a>)
pl: Ten klucz zwiera {{ count_revoked }} unieważnionych tożsamości które nie zostały opublikowane. (<a href="/about/faq#revoked-uids" target="_blank">Dlaczego?</a>)

source: Your keys have been successfully uploaded:
de: Schlüssel erfolgreich hochgeladen:
ja: あなたの鍵はアップロードに成功しました:
pl: Twoje klucze zostały pomyślnie wysłane:

source: <strong>Note:</strong> To make keys searchable by address, you must upload them individually.
de: <strong>Hinweis:</strong> Schlüssel müssen einzeln hochgeladen werden, um sie für die Suche per E-Mail-Adresse zu bestätigen.

source: Verifying your email address…
de: E-Mail Adresse wird bestätigt...
ja: メールアドレスを確認しています...
pl: Weryfikowanie twojego adresu e-mail...

source: If the process doesn't complete after a few seconds, <input type="submit" class="textbutton" value="click here" />.
de: Wenn der Vorgang nicht in einigen Sekunden erfolgreich ist, <input type="submit" class="textbutton" value="klicke hier"/>.

source: Manage your key on {{domain}}
de: Schlüssel-Verwaltung auf {{domain}}
ja: {{domain}}のあなたの鍵を管理する
pl: Zarządzaj swoim kluczem na {{domain}}

source: this is an automated message from <a rel="nofollow" href="{{ base_uri }}" style="text-decoration:none; color: #333"><tt>{{ domain }}</tt></a>.
de: dies ist eine automatisierte Nachricht von <a rel="nofollow" href="{{ base_uri }}" style="text-decoration:none; color: #333"><tt>{{ domain }}</tt></a>.

source: If you didn't request this message, please ignore it.
de: Falls dies unerwartet ist, bitte die Nachricht ignorieren.
ja: このメッセージを要求していない場合、無視してください。
pl: Jeśli nie prosiłeś o tą wiadomość, zignorują ją.

source: OpenPGP key: <tt>{{ primary_fp }}</tt>
de: OpenPGP Schlüssel: <tt>{{ primary_fp }}</tt>

source: To manage and delete listed addresses on this key, please follow the link below:
de: Du kannst die Identitäten dieses Schlüssels unter folgendem Link verwalten:
ja: この鍵の掲示されたアドレスを管理し削除するには、以下のリンクをたどってください:
pl: Aby zarządzać adresami na kluczu lub je usunąć, użyj tego łącza:

source: You can find more info at <a href="{{ base_uri }}/about">{{ domain }}/about</a>.
de: Weitere Informationen findest du unter <a href="{{base_uri}}/about">{{ domain }}/about</a>.

source: Greetings from the <a rel="nofollow" href="{{ base_uri }}" style="text-decoration:none; color: #333"><tt>keys.openpgp.org</tt></a> team
de: Das <a rel="nofollow" href="{{base_uri}}" style="text-decoration:none; color: #333"><tt>keys.openpgp.org</tt></a> Team

source: this is an automated message from {{domain}}. If you didn't request this message, please ignore it.
de: dies ist eine automatisierte Nachricht von {{domain}}. Falls dies unerwartet ist, bitte die Nachricht ignorieren.

source: OpenPGP key: {{primary_fp}}
de: OpenPGP Schlüssel: {{primary_fp}}
ja: OpenPGPの鍵: {{primary_fp}}
pl: Klucz OpenPGP: {{primary_fp}}

source: To manage and delete listed addresses on this key, please follow the link below:
de: Du kannst die Identitäten dieses Schlüssels unter folgendem Link verwalten:

source: You can find more info at {{base_uri}}/about
de: Weiter Informationen findest du unter {{base_uri}}/about
ja: 詳しい情報はこちらにあります: {{base_uri}}/about
pl: Znajdziesz więcej informacji na {{base_uri}}/about

source: Greetings from the keys.openpgp.org team
de: Das keys.openpgp.org Team

source: Verify {{userid}} for your key on {{domain}}
de: Bestätige {{userid}} für deinen Schlüssel auf {{domain}}
ja: {{domain}}に対するあなたの鍵の {{userid}}を検証する
pl: Zweryfikuj {{userid}} dla klucza na {{domain}}

source: this is an automated message from <a rel="nofollow" href="{{base_uri}}" style="text-decoration:none; color: #333"><tt>{{domain}}</tt></a>. If you didn't request this message, please ignore it.
de: dies ist eine automatisierte Nachricht von <a rel="nofollow" href="{{ base_uri }}" style="text-decoration:none; color: #333"><tt>{{ domain }}</tt></a>. Falls dies unerwartet ist, bitte die Nachricht ignorieren.

source: OpenPGP key: <tt>{{primary_fp}}</tt>
de: OpenPGP Schlüssel: <tt>{{primary_fp}}</tt>
ja: OpenPGPの鍵: <tt>{{primary_fp}}</tt>
pl: Klucz OpenPGP: <tt>{{primary_fp}}</tt>

source: To let others find this key from your email address "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", please click the link below:
de: Um diesen Schlüssel unter der Adresse "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>" verfügbar zu machen, klicke diesen Link:
ja: 他人があなたのメールアドレス "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>"からこの鍵を見つけられるためには、以下のリンクをクリックしてください:
pl: Aby inni mogli wyszukać twój klucz przez adres e-mail "<a rel="nofollow" href="#" style="text-decoration:none; color: #333">{{userid}}</a>", proszę kliknąć w łącze poniżej:

source: You can find more info at <a href="{{base_uri}}/about">{{domain}}/about</a>.
de: Weiter Informationen findest du unter <a href="{{base_uri}}/about">{{domain}}/about</a>.
ja: よりくわしい情報はこちら <a href="{{base_uri}}/about">{{domain}}/about</a>にあります。
pl: Więcej informacji znajdziesz na <a href="{{base_uri}}/about">{{domain}}/about</a>.

source: Greetings from the <a rel="nofollow" href="{{base_uri}}" style="text-decoration:none; color: #333"><tt>keys.openpgp.org</tt></a> team
de: Grüße vom <a rel="nofollow" href="{{base_uri}}" style="text-decoration:none; color: #333"><tt>keys.openpgp.org</tt></a> team

source: To let others find this key from your email address "{{userid}}", please follow the link below:
de: Um diesen OpenPGP-Schlüssel unter der Adresse "{{userid}}" auffindbar zu machen, klicke diesen Link:
ja: あなたのメールアドレス"{{userid}}"から他人がこの鍵をみつけられるためには、 以下のリンクをたどってください:
pl: Aby inni mogli wyszukać twój klucz przez adres e-mail "{{userid}}", proszę kliknąć w łącze poniżej:

source: Your key upload on {{domain}}
de: Hochgeladener Schlüssel auf {{domain}}

source: this is an automated message from <a rel="nofollow" href="{{base_uri}}" style="text-decoration:none; color: #333"><tt>{{domain}}</tt></a>. If you didn't upload your key there, please ignore this message.
de: dies ist eine automatisierte Nachricht von <a rel="nofollow" href="{{ base_uri }}" style="text-decoration:none; color: #333"><tt>{{ domain }}</tt></a>. Falls dies unerwartet ist, bitte die Nachricht ignorieren.

source: This key was just uploaded for the first time, and is now published without identity information. If you want to allow others to find this key by e-mail address, please follow this link:
de: Dieser Schlüssel wurde gerade erstmals hochgeladen, und zunächst ohne Identitäten veröffentlicht. Um diesen Schlüssel für eine Suche nach E-Mail Adresse verfügbar zu machen, folge diesem Link:

source: this is an automated message from {{domain}}. If you didn't upload your key there, please ignore this message.
de: dies ist eine automatisierte Nachricht von {{domain}}. Falls dies unerwartet ist, bitte die Nachricht ignorieren.

source: This key was just uploaded for the first time, and is now published without identity information. If you want to allow others to find this key by e-mail address, please follow this link:
de: Dieser Schlüssel wurde gerade erstmals hochgeladen, und zunächst ohne Identitäten veröffentlicht. Um diesen Schlüssel für eine Suche nach E-Mail Adresse verfügbar zu machen, folge diesem Link:

source: Upload successful. This is a new key, a welcome mail has been sent!
de: Upload erfolgreich. Da es sich um einen neuen Schlüssel handelt, wurde eine Willkommens-Nachricht versandt.

source: Upload successful. Note that identity information will only be published after verification! see {}/about/usage#gnupg-upload
de: Upload erfolgreich. Für die Veröffentlichung von Identitäten ist eine Bestätigung erforderlich! Siehe {}/about/usage#gnupg-upload

source: This link is invalid or expired
de: Dieser Link ist ungültig, oder bereits abgelaufen.
ja: このリンクは無効であるか失効しています
pl: Łącze jest nieważne lub wygasło

source: Malformed address: {}
de: Ungültiges Adress-Format: {}

source: No key for address: {}
de: Kein Schlüssel gefunden für {}

source: A request was already sent for this address recently.
de: Eine E-Mail für diesen Schlüssel wurde erst kürzlich versandt!

source: Something went wrong processing key {}
de: Ein Fehler ist aufgetreten beim Verarbeiten des Schlüssels {}

source: Invalid verification token!
de: Verifikations-Link ungültig.

# Subject for verification email
source: Verify {userid} for your key on {domain}
ja: {domain}のあなたの鍵のために{userid}を検証する
pl: Zweryfikuj {userid} dla twojego klucza na {domain}

# Subject for manage email
source: Manage your key on {domain}
ja: {domain}の鍵を管理する
pl: Zarządzaj swoim kluczem na {domain}

source: Error message: {{ internal_error }}
ja: エラーメッセージ: {{ internal_error }}
pl: Komunikat błędu: {{ internal_error }}

source: There was an error with your request:
ja: あなたのリクエストにエラーがありました。
pl: Podczas przetwarzania twojego zapytania wystąpił błąd:

source: debug info
ja: デバッグ情報
pl: informacje diagnostyczne

source: News:
ja: ニュース:
pl: Nowości:

source: <a href="/about/news#2019-09-12-three-months-later">Three months after launch ✨</a> (2019-09-12)
ja: <a href="/about/news#2019-09-12-three-months-later">始動から三ヶ月後✨</a> (2019-09-12)
pl: <a href="/about/news#2019-09-12-three-months-later">Trzy miesiące od startu ✨</a> (2019-09-12)

source: Powered by <a href="https://sequoia-pgp.org">Sequoia-PGP</a>
ja: <a href="https://sequoia-pgp.org">Sequoia-PGP</a>で動いています
pl: Używa <a href="https://sequoia-pgp.org">Sequoia-PGP</a>

source: Enter any verified email address for your key
ja: あなたの鍵に対して検証されたメールアドレスをどれでもよいので入力してください
pl: Wpisz dowolny zweryfikowany adres swojego klucza

source: We will send you an email with a link you can use to remove any of your email addresses from search.
ja: 検索からあなたのメールアドレスを削除するためのリンクのメールを送ります。
pl: Wyślemy ci e-mail z łączem którego możesz użyć do usunięcia dowolnego adresu z wyszukiwania.

source: Delete
ja: 削除する
pl: Usuń

source: Your key is published as only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
ja: アイデンティティなしのみの情報であなたの鍵は公開されました。. (<a href="/about" target="_blank">これはどういう意味?</a>)
pl: Twój klucz jest opublikowany bez informacji o tożsamości. (<a href="/about" target="_blank">Co to oznacza?</a>)

source: This address has already been verified.
ja: このアドレスはすでに検証されています。
pl: Adres został już zweryfikowany.

source: Upload
ja: アップロード
pl: Wyślij

source: Need more info? Check our <a target="_blank" href="/about">intro</a> and <a target="_blank" href="/about/usage">usage guide</a>.
ja: もっと情報が必要ですか？わたしたちの<a target="_blank" href="/about">イントロ</a> と<a target="_blank" href="/about/usage">ユーザーガイド</a>をご覧ください。
pl: Potrzebujesz więcej informacji? Sprawdź nasze <a target="_blank" href="/about">wprowadzenie</a> oraz <a target="_blank" href="/about/usage">instrukcję użytkowania</a>.

source: It is published without identity information and can't be made available for search by email address (<a href="/about" target="_blank">what does this mean?</a>).
ja: アイデンティティの情報なしで公開され、メールアドレスによる検索は利用可能ではありません(<a href="/about" target="_blank">どういう意味か？</a>)。
pl: Jest opublikowany bez informacji o tożsamości i nie można go znaleźć za pomocą adresu e-mail (<a href="/about" target="_blank">co to znaczy?</a>).

source: This key is now published with only non-identity information. (<a href="/about" target="_blank">What does this mean?</a>)
ja: アイデンティティではない情報だけでこの鍵は公開されました。(<a href="/about" target="_blank">どういう意味か？</a>)
pl: Ten klucz jest opublikowany bez informacji o tożsamości (<a href="/about" target="_blank">Co to oznacza?</a>)

source: To make the key available for search by email address, you can verify it belongs to you:
ja: メールアドレスでの検索で鍵が利用できるようにするために、そのメールアドレスがあなたのものであることを検証することができます。
pl: Aby można było wyszukać ten klucz używając adresu e-mail, zweryfikuj, że należy do ciebie:
