Repository: sebasjm/hagrid-keyserver
Catalog: po/hagrid/*.po
Languages: de, ja, pl

source: <strong>Note:</strong> Some providers delay emails for up to 15 minutes to prevent spam. Please be patient.
ja: <strong>注意:</strong> 迷惑メール防止のために、プロバイダは15分ほどメールを遅らせることがあります。しばらくお待ちください。
pl: <strong>Informacja:</strong> Niektórzy dostawcy poczty opóźniają e-maile do 15 minut aby zapobiegać spamowi. Proszę być cierpliwym.

source: Send Verification Email
ja: 検証のメールを送る
pl: Wyślij E-mail Weryfikacyjny

source: This key contains one identity that could not be parsed as an email address.<br /> This identity can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
ja: この鍵にはメールアドレスとしてパーズできないアイデンティティが含まれます。<br /> <span class="brand">keys.openpgp.org</span>.ではこのアイデンティティは公開できません。 (<a href="/about/faq#non-email-uids" target="_blank">なぜか？</a>)
pl: Ten klucz posiada jedną tożsamość z której nie można wyłuskać adresu e-mail.<br /> Ta tożsamość nie może zostać opublikowana na <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Dlaczego?</a>)

source: This key contains {{ count_unparsed }} identities that could not be parsed as an email address.<br /> These identities can't be published on <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Why?</a>)
ja: この鍵は {{ count_unparsed }}のメールアドレスとしてパーズできないアイデンティティを有します。<br /><span class="brand">keys.openpgp.org</span>ではこれらのアイデンティティは公開できません。 (<a href="/about/faq#non-email-uids" target="_blank">なぜか?</a>)
pl: Ten klucz zawiera {{ count_unparsed }} tożsamości z których nie da się wyłuskać adresów e-mail.<br /> Te tożsamości nie mogą zostać opublikowane na <span class="brand">keys.openpgp.org</span>. (<a href="/about/faq#non-email-uids" target="_blank">Dlaczego?</a>)

source: <strong>Note:</strong> To make keys searchable by email address, you must upload them individually.
ja: <strong>注意:</strong> メールアドレスで鍵を検索可能とするために、ひとつひとつ独立にアップロードする必要があります。
pl: <strong>Informacja:</strong> Aby można było wyszukać kluczy za pomocą adresu e-mail, wyślij je pojedynczo.

source: If the process doesn't complete after a few seconds, please <input type="submit" class="textbutton" value="click here" />.
ja: 数秒後にこのプロセスが完了しない場合、どうぞこちらに<input type="submit" class="textbutton" value="click here" />お願いします。
pl: Jeśli proces nie zakończy się po kilku sekundach proszę <input type="submit" class="textbutton" value="kliknij tutaj"/>.

source: Hi,
ja: どうも、
pl: Cześć,

source: This is an automated message from <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.
ja: <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>からの自動メッセージです。
pl: To jest automatyczna wiadomość od <a href="{{base_uri}}" style="text-decoration:none; color: #333">{{domain}}</a>.

source: distributing OpenPGP keys since 2019
ja: OpenPGPの鍵を2019年から配布しています
pl: dostarczanie kluczy OpenPGP od 2019

source: This is an automated message from {{domain}}.
ja: {{domain}}からの自動メッセージです。
pl: To automatyczna wiadomość z {{domain}}.

source: Malformed address: {address}
ja: 形のこわれたアドレスです: {address}
pl: Nieprawidłowy adres: {address}

source: No key for address: {address}
ja: このアドレスに対する鍵がありません: {address}
pl: Brak klucza dla adresu: {address}

source: A request has already been sent for this address recently.
ja: 最近、このアドレスへリクエストがすでに送信されています。
pl: Zapytanie o ten adres zostało niedawno wysłane.

source: Parsing of key data failed.
ja: 鍵データのパーズが失敗しました。
pl: Przetwarzanie danych klucza się nie powiodło.

source: Whoops, please don't upload secret keys!
ja: あらら、秘密鍵をアップロードしないでください!
pl: Ups, nie wysyłaj kluczy prywatnych!

source: No key uploaded.
ja: 鍵はアップロードされませんでした。
pl: Klucz nie został wysłany.

source: Error processing uploaded key.
ja: アップロードされた鍵の処理に失敗しました。
pl: Błąd przetwarzania wysłanego klucza.

source: Upload session expired. Please try again.
ja: アップロードのセッションが時間切れです。もう一度試してください。
pl: Sesja wysyłania wygasła. Spróbuj ponownie.

source: Invalid verification link.
ja: 無効な検証のリンクです。
pl: Nieprawidłowy link weryfikacyjny.
